
TAG_MAP = {
    "热点": {
        "tid": 124,
        "tags": ["社会", "人文"]
    },
    "生活": {
        "tid": 21,
        "tags": ["VLOG", "日常", "记录"]
    },
    "娱乐": {
        "tid": 71,
        "tags": ["娱乐", "日常"]
    },
    "综艺": {
        "tid": 71,
        "tags": ["综艺", "日常"]
    },
    "知识": {
        "tid": 201,
        "tags": ["科普", "生活", "日常"]
    },
    "二次元": {
        "tid": 27,
        "tags": ["剪辑", "综漫", "日常"]
    },
    "动漫": {
        "tid": 27,
        "tags": ["剪辑", "综漫", "日常"]
    },
    "游戏": {
        "tid": 65,
        "tags": ["剪辑", "第一视角", "日常", "娱乐"]
    },
    "美食": {
        "tid": 215,
        "tags": ["生活", "日常", "食物"]
    },
    "体育": {
        "tid": 238,
        "tags": ["剪辑", "生活", "日常", "能量"]
    },
    "时尚": {
        "tid": 158,
        "tags": ["潮流", "生活", "日常", "分享", "品牌", "颜值"]
    },
    "时尚美妆": {
        "tid": 157,
        "tags": ["潮流", "美妆", "颜值"]
    },
    "音乐": {
        "tid": 130,
        "tags": ["听歌", "好听", "日常", "分享"]
    },
    "影视": {
        "tid": 183,
        "tags": ["剪辑", "影视剪辑"]
    },
    "搞笑幽默": {
        "tid": 138,
        "tags": ["搞笑", "幽默", "逗比"]
    },
    "舞蹈": {
        "tid": 154,
        "tags": ["跳舞"]
    },
    "纪录片": {
        "tid": 180,
        "tags": ["纪实", "记录"]
    },
    "Travel & Events": {
        "tid": 180,
        "tags": ["纪实", "记录", "旅游", "户外"]
    },
    "人文艺术": {
        "tid": 228,
        "tags": ["人文", "艺术"]
    },
    "Pets & Animals": {
        "tid": 75,
        "tags": ["动物"]
    },
    "Howto & Style": {
        "tid": 215,
        "tags": ["生活", "日常", "食物"]
    },
}
